<?php
/**
 * 提示码
 * Created by PhpStorm.
 * User: Administrator
 * Date: 2018/7/9
 * Time: 10:00
 */
return [
    /**
     * 用户
     */
    '10010000' => '登录失败',
    '10010001' => '登录成功',
    '10010002' => '用户名不存在',
    '10010003' => '用户名已存在',
    '10010004' => '手机号码已存在',
    '10010005' => '手机号码不存在',
    '10010006' => '输入密码错误次数超过5次，请在5分钟后再登录',
    '10010007' => '密码错误，请重新输入',
    '10010008' => '您的账号有效期限已过,请联系网站管理员解决',
    '10010009' => '您的账号正在审核，请联系网站管理员解决',
    '10010010' => '您的账号已被禁止使用，请联系网站管理员解决',
    '10010011' => '验证码错误，请重新输入',
    '10010012' => '手机号码格式不合法',
];
